Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samskipnaden.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: They first went to visit Breivika, and fell for the large, beautiful outdoor area with its own lavvo and campfire site - and they have not regretted that choice for a second.
nb: De dro først på besøk til Breivika, og falt for det store, flotte uteområdet med egen lavvo og bålplass - og det valget har de ikke angret et sekund på.

source: Samskipnaden operates 21 restaurants at UiT's campuses in Alta, Harstad, Narvik and Tromsø.
nb: Samskipnaden driver 21 serveringssteder ved UiTs campuser i Alta, Harstad, Narvik og Tromsø.

source: If you have symptoms of Covid-19/cold, we ask you not to participate.
nb: Hvis du har symptomer på Covid-19/forkjølelse, ber vi deg om ikke å delta.

source: Can I charge my electric car?
nb: Kan jeg lade elbilen min?

source: Samskipnaden invites you as a student to come and join us in around
nb: Samskipnaden inviterer deg som student til å bli med på litt

source: Join the student life-guides for some bowling!
nb: Bli med studentlivlosene på bowling!

source: If you do not return the keys on the date you move out, you will be charged for new keys.
nb: Dersom nøklene ikke blir innlevert ved utflyttingsdatoen vil du måtte betale for nye nøkler.

source: In Sollia you get a 50% discount on equipment rental with the season ticket.
nb: I Sollia får du 50% rabatt på leie av utstyr med sesongkortet.

source: Explore the local community, get Trimpoeng
nb: Utforsk nærmiljøet, få Trimpoeng

source: Kraft sports centre has limited access to a monitor in the office of the Head of Section and Sports Adviser.
nb: Kraft sportssenter har begrenset tilgangen til monitor til kontor for Avdelingsleder og Idrettsrådgiver.

source: Kraft sports center celebrates its 20th anniversary with hand alcohol, digital competitions and give-away cake.
nb: Kraft sportssenter feirer 20 årsjubileum med håndsprit, digitale konkurranser og gi-bort-kake.

source: Fill in customer information.
nb: Fyll inn kundeinformasjon.

source: I have seen pests!
nb: Jeg har sett et skadedyr!

source: Contact your housing office if you have any questions.
nb: Ta kontakt ved ditt boligkontor om du har spørsmål

source: (Descriptions further down)
nb: (Timebeskrivelser lenger ned)

source: If you find it easy to procrastinate, this is a great tip.
nb: Har du lett for å prokrastinere, er dette et supert tips.

source: We will serve soda and snacks to the movie.
nb: Vi serverer brus og snacks til filmen.

source: PopUp Tabata is a functional and effective class where you get to work out your whole body!
nb: PopUp Tabata er en funksjonell og effektiv time hvor du får trent hele kroppen!

source: We are a student organisation whose primary goal is to be a meeting place for queer/lgbtqia+ students in Tromsø.
nb: Vi er en studentorganisasjon som har som mål å være et knutepunkt for hovedsakelig skeive/lgbtqia+ studenter i Tromsø.

source: The student life pilots will call new students, welcome them to the Harstad campus and answer practical questions about being a student.
nb: Studentlivlosene skal ringe opp nye studenter, ønske velkommen til campus Harstad og svare på praktiske spørsmål rundt det å være student.

source: The name and personal data of the user are not stored in Retail Solutions’ user database.
nb: Navn og personopplysninger om brukeren blir ikke lagret i Retail Solutions brukerdatabase.

source: Covid-19 has, as many expected, significantly worsened the mental health of students.
nb: Covid-19 har, som mange forventet, forverret studentenes psykiske helse betydelig.

source: The possibilities are many - here are our best tips for a social study start:
nb: Mulighetene er mange - her kommer våre beste tips til en sosial studiestart:

source: Where can I wash and dry my clothes?
nb: Hvor vasker og tørker jeg klærne mine?

source: Sensitive personal data must not be sent by e-mail.
nb: Sensitive personopplysninger skal ikke sendes med e-post.

source: Those who want more energy can try 10 minutes twice a week.
nb: De som ønsker økt energi kan forsøke 10 minutter to ganger i uka.

source: Throw away all garbage and clean the dustbins.
nb: Vask kjøleskap og fryser, og kast alt av mat.

source: Kraft Health Centre with their own doctor's office opens Wednesday August 5.
nb: Kraft helsesenter med eget legesenter åpner onsdag 5.

source: All tenants/housing applicants must use the Housing Portal, which must not be confused with My Page.
nb: Alle beboere/boligsøkere skal bruke Boligportalen og må ikke forveksles med Min Side.

source: The Student House City Scene is run by volunteers within all employment groups at the house, whether it is in a bar, security, PR / social media, technical, or rig.
nb: Studenthuset City Scene er drevet av frivillige innenfor alle arbeidsgrupper på huset, enten det er i bar, vakthold, pr/sosiale medier, teknisk eller rigg.

source: Student organisations which receive an event funding grant must submit accounts showing how the funding was spent within 90 days of the event ending.
nb: Foreninger som mottar arrangementsstøtte skal sende inn regnskap for hvordan midlene som er tildelt er blitt brukt innen 90 dager etter arrangementets slutt.

source: When booking online, select your laundry via the map.
nb: Når du reserverer på Internett, velger du ditt vaskeri via kartet.

source: 8 tips for a good start in kindergarten
nb: 8 tips til en god start i barnehagen

source: Samskipnaden owns and operates the fitness centers Kraft sports center and Elverhøy student training center in Tromsø, Kraft Narvik and Kraft Stadion in Narvik and Alta student training center on the Alta campus.
nb: Samskipnaden eier og driver treningssentrene Kraft sportssenter og Elverhøy studenttreningssenter i Tromsø, Kraft Narvik og Kraft Stadion i Narvik og Alta studenttreningssenter på campus Alta.

source: Installation of washer / dryer is not permitted.
nb: Installasjon av vaskemaskin/tørketrommel er ikke tillatt.

source: When do I get my deposit back?
nb: Når får jeg tilbake depositumet?

source: This year, the figure is as high as 45 percent.
nb: I år er tallet på hele 45 prosent.

source: You can edit your application until you receive a contract offer.
nb: Du kan redigere på søknaden din frem til du mottar et kontraktstilbud.

source: Sun and heat and holidays.
nb: Sol og varme og ferie.

source: Do I need insurance?
nb: Trenger jeg forsikring?

source: On Thursday 11 March, Samskipnaden, UiT and Harstad municipality gathered for a celebration in the parking lot outside UiT, where student housing will now be built.
nb: Torsdag 11. mars var Samskipnaden, UiT og Harstad kommune samlet til en markering på parkeringsplassen utenfor UiT hvor det nå skal bygges studentboliger.

source: In Alta and Narvik, the student kindergartens are close to campus, and the same applies to Breivika, Universet and Gimle student kindergartens in Tromsø.
nb: I Alta og Narvik er studentbarnehagene nær campus, og det samme gjelder Breivika, Universet og Gimle studentbarnehager i Tromsø.

source: Strong light early in the day!
nb: Sterkt lys tidlig på dagen!

source: Kraft sports centre and Elverhøy student gym have cameras without microphones/sound in access-controlled areas, as well as at some exterior doors/entrances.
nb: Kraft sportssenter og Elverhøy studentidrettssenter har kamera uten mikrofon/lyd ved adgangskontrollerte plasser samt noen dører/innganger i fasaden.

source: iBooking AS is Samskipnaden's priovider of user data from Kraft Sportssenter to "My page".
nb: iBooking AS er Samskipnadens leverandør av medlemsinformasjon fra Kraft Sportssenter til MinSide.

source: There will be a mix of “ice-breaker” games and conversations in small groups.
nb: Det blir en blanding av “ice-breaker” leker og samtaler i smågrupper.

source: Do you have friends you wish to live beside/share a flat with?
nb: Har du venner du ønsker å bo ved siden av/dele leilighet med?

source: Ordering of catering
nb: Bestilling av catering

source: - Interval session outside with instructor.
nb: - Intervalløkt ute med instruktør.

source: If you are still registered in the National Population Register as living at your parents’ address, you may be covered by their insurance so it may pay to check this.
nb: Dersom du fortsatt er folkeregistrert hos dine foreldre kan du være dekket av deres forsikring, så det kan lønne seg å sjekke denne.

source: The search terms stored cannot be linked to other data about the users, such as the IP addresses.
nb: Søkeord som lagres kan ikke kobles til andre opplysninger om brukerne, slik som til IP-adressene.

source: P.T. Barnum opens the museum Barnum’s American Museum with curiosities in New York.
nb: Barnum åpner museet Barnum's American Museum med rariteter i New York.

source: The maximum residential time is 5 years.
nb: Maksimal botid er 5 år.

source: Samskipnaden rents out more than 3,000 homes to students in Alta, Hammerfest, Harstad, Longyearbyen, Narvik and Tromsø.
nb: Samskipnaden leier ut over 3000 boliger til studenter i Alta, Hammerfest, Harstad, Longyearbyen, Narvik og Tromsø.

source: If you do not cancel, you will be charged.
nb: Av-booker du ikke, vil du bli belastet.

source: There are many who will find out more about their study offer at the end of July, and there will probably be some changes in the application lists based on this.
nb: Derfor oppfordrer vi også til at søkere bes holde søknaden oppdatert, og om man ikke har behov for studentbolig likevel, så slett gjerne søknaden din så noen andre får din plass i køen.

source: They wanted a kindergarten near the campus, and had heard a lot of positive things about both Universet and Breivika student kindergartens, both of which are located on campus.
nb: De ønsket en barnehage nær campus, og hadde hørt mye positivt om både Universet og Breivika studentbarnehager i Tromsø, som begge ligger ved campus.

source: If you wish to pay your rent via AvtaleGiro/eFaktura, you can arrange this via your own Norwegian online bank.
nb: Hvis du ønsker å betale leien din via AvtaleGiro / eFaktura, kan du ordne dette via din egen norske nettbank.

source: Please fill in any additional information you think may be relevant for your application.
nb: Her kan du fylle inn ekstrainformasjon som kan være relevant for søknaden.

source: The show is an immediate success, despite bad reviews.
nb: Det blir en publikumssuksess, til tross for dårlig kritikk.

source: They can also see recordings from the period before an incident or discrepancy so they can, for instance, get an image of any perpetrator(s).
nb: De har også mulighet til å se opptak fra periode før en hendelse eller avvik slik at de eksempelvis kan få et bilde av eventuell(e) gjerningsperson(er) det skal søkes etter.

source: This breakfast, lunch and dinner café is located at Lysgården in the MH-Building.
nb: Frokost-, lunsj- og middagskafeen ligger ved Lysgården i Medicine and Health Building (MH).

source: The class is suitable for everyone and adapted to your level!
nb: Timen passer for alle og tilpasses ditt nivå!

source: The student housing often houses a multicultural student body, and is known for its good neighborhood.
nb: Studentboligene huser ofte en flerkulturell studentmasse, som er kjent for sittt gode naboskap.

source: This complies with the regulation concerning providing notification without undue delay and not later than 72 hours of becoming aware of it, in accordance with Article 33 of GDPR.
nb: Rutinen følger regelverket om snarlig varsling og senest innen 72 timer i hht Lov om behandling av personopplysninger, Artikkel 33.

source: How do I terminate my rental agreement?
nb: Hvordan sier jeg opp boligen?

source: We meet at the bowling ally in the city center at 19:00, fix the courts and start with a nice round of bowling and chat!
nb: Vi møtes ved bowlinghallen i sentrum klokken 19:00, fikser banene og kjører i gang med en rolig runde bowling og prat!

source: Join us for some free yoga and meditation every Tuesday at Kraft Sportssenter!
nb: Bli med på gratis yoga og meditasjon hver tirsdag på Kraft Sportssenter!

source: Join the student-life guides for some Tie Dye!
nb: Bli med studentlivlosene på Tie Dye!

source: PopUp Circle is a fun station training session where we challenge strength, endurance, resilience and balance in a playful way.
nb: PopUp Sirkel er en morsom stasjonstreningsøkt hvor vi utfordrer styrke, utholdenhet, spenst og balanse på en leken måte.

source: For payment from an overseas bank account, you will require the following IBAN and SWIFT/BIC numbers:
nb: For innbetaling fra utenlandsk konto brukes IBAN og SWIFT/BIC.

source: "be the best version of yourself" "I am the best" - or whatever gives you meaning and motivation.
nb: "vær den beste versjonen av deg selv" "jeg er best" - eller hva enn som gir deg mening og motivasjon.

source: All our providers are obliged to work in accordance with the General Data Protection Regulation (GDPR) and have subcontractors in compliance with the legislation.
nb: Alle våre leverandører er forpliktet til å jobbe i henhold til den nye personvernforordning og personopplysningslov og ha underleverandører i samsvar med lovgivningen.

source: Are you one of those people who likes to work out at the gym but might not like to do it alone?
nb: Er du en av de som liker å trene på treningssenter, men kanskje ikke liker å gjøre det alene?

source: The total sublease may not exceed 6 - six months during the total period of residence.
nb: Samlet framleie kan ikke overstige 6 – seks- måneder i løpet av den totale botiden.

source: How do I pay the deposit?
nb: Hvordan betaler jeg depositum?

source: It is difficult to move the start of studies and semesters, and therefore your child can start in our kindergartens from the age of 6 months to help you begin your studies.
nb: Det er vanskelig å flytte på studie- og semesterstart, og derfor kan barnet ditt starte i våre barnehager allerede fra det er 6 måneder gammelt.

source: The workshop ends with free pizza.
nb: Workshopen avsluttes med gratis pizza.

source: However, you should not apply for student housing you don’t want to live in.
nb: Samtidig bør du ikke søke på boliger du ikke har lyst å bo i.

source: Please contact Communications Manager Sarah Yttermo Reibo regarding press inquiries.
nb: Vennligst ta kontakt med Kommunikasjonssjef Sarah Yttermo Reibo vedrørende pressehenvendelser.

source: Need someone to talk to?
nb: Trenger du noen å snakke med?

source: All walls have been re-insulated and all windows have been replaced.
nb: Alle yttervegger er etterisolert og vinduer er byttet ut.

source: What do I do if I discover a leak at my student housing?
nb: Hva gjør jeg hvis det er vannlekkasje i boligen min?

source: Concerts are held here and is a natural nightclub in Alta.
nb: Her arrangeres konserter og er et naturlig utested i Alta.

source: You can contact us here:
nb: Her finner du utstyrsutlån:

source: Who can start a student association?
nb: Hvem kan starte en studentforening?

source: At any given time, there are around 100 active volunteers working at Driv in new, beautiful premises in the center of Tromsø.
nb: Til enhver tid er det rundt 100 aktive frivillige som jobber på Driv i nye, flotte lokaler i Tromsø sentrum.

source: Recommended if you're a student!
nb: Anbefales hvis du er student!

source: It is not possible to post the student housing on Airbnb, or similar websites.
nb: Det er ikke anledning til å legge ut studentboligen på Airbnb, eller lignende nettsider.

source: The exercises are divided into 5 sets of 8 intervals with 20 seconds of work and 10 seconds of pause.
nb: Øvelsene er delt inn i 5 sett med 8 intervaller med 20 sekunder arbeid og 10 sekunder pause.

source: The dormitories are 15-17 sqm and are practically furnished with a 90 cm frame mattress with mattress topper, desk and chair, bookshelf, wardrobe and hangers for outerwear.
nb: Hyblene er på 15-17 kvm og er praktisk innredet med en 90 cm rammemadrass med overmadrass, skrivepult og stol, bokhylle, garderobeskap og knagger for ytterklær.

source: Wednesday 5 of May
nb: Onsdag 5 mai

source: Ready for the yearly christmas wash?
nb: Klar for den årlige julevasken?

source: Tenants are not permitted to install washing machines/clothes dryers in their flat.
nb: Installasjon av vaskemaskin/tørketrommel er ikke tillatt.

source: Other users will not be labeled or listed as recipients of marketing emails from Samskipnaden and will not receive this marketing.
nb: Brukere som ikke samtykker til tilbud og nyheter på epost vil ikke motta markedsføringseposter fra Samskipnaden.

source: Keys can be lent from your housing office.
nb: Nøkler kan utlånes fra ditt boligkontor.

source: If you wish to move in August, you will normally be notified if you have been allocated housing in June/July.
nb: Ønsker du å flytte inn i august vil du normalt få beskjed om du har fått bolig i løpet av juni/juli.

source: For detailed instructions about how to apply for student housing, visit this page.
nb: Vi har en egen side for hvordan søke, hvor vi i detalj forklarer søknadsprosessen.

source: Pay a key deposit at Akademika (NOK 250,-)
nb: Betale et nøkkeldepositum hos Akademika (kr 250,-)

source: During week 45 we will introduce registration of all guests in our canteens and coffee shops.
nb: I løpet av uke 45 vil vi innføre registrering av alle gjester i våre kantiner og kaffebarer.

source: Fixed spaces can be rented by residents at Prestvannet or Elverhøy student housing.
nb: Fast plass kan leies av beboere på Prestvannet eller Elverhøy studentboliger.

source: Free rental equipment (Harstad)
nb: Gratis utstyrsleie (Harstad)

source: (we also have our own wash cards).
nb: (vi har også egne vaskekort)

source: After moving in, you can place an inquiry on the Housing Portal that you want a storage room.
nb: Etter innflytting kan du legge inn en henvendelse på Boligportalen om at du ønsker bod.

source: PopUp Minibands is a strength class where we train the whole body with the help of minibands (elastic).
nb: PopUp Minibands er en styrketime hvor vi trener hele kroppen med hjelp av minibands (strikk).

source: *Currently only offered in Tromsø, and you must have a valid membership at Kraft sports center to become and get a training partner
nb: *Gjelder foreløpig kun i Tromsø, og man må ha gyldig medlemskap på Kraft sportssenter for å bli og få en Treningspartner

source: Join Samskipnaden’s studentlivloser on a trip to famous Sommarøy!
nb: Bli med studentlivlosene til vakre Sommarøy!

source: Are you tense and stressed ahead of the exam?
nb: Er du anspent og stressa i forkant av eksamen?

source: If we are processing your personal data on the basis of your consent or a contract, you can ask us to transmit the personal data about you to you or to another controller.
nb: Dersom vi behandler opplysninger om deg med grunnlag i samtykke eller en kontrakt, kan du be oss om å overføre opplysninger om deg til deg eller til annen behandlingsansvarlig.

source: Users can order catering on samskipnaden.no by filling out a form in Microsoft Forms developed by Samskipnaden.
nb: På samskipnaden.no kan brukere bestilling catering gjennom å fylle ut et Microsoft Form skjema, utviklet av Samskipnaden.

source: If you don’t renew your application, it will be cancelled.
nb: Dersom du ikke fornyer, vil søknaden din bli kansellert.

source: There were speeches from mayor Kari-Anne Opsal, campus director Karl Erik Arnesen and parliamentary representative Kent Gudmundsen.
nb: Det ble taler fra ordfører Kari-Anne Opsal, campusdirektør Karl Erik Arnesen og stortingsrepresentant Kent Gudmundsen.

source: Grants have been given to build 120 dormitory units, but the building can also accommodate other facilities for the students.
nb: Det er gitt tilskudd til å bygge 120 hybelenheter, men bygget kan også romme andre fasiliteter for studentene.

source: Where can I get more information?
nb: Hvor kan jeg spørre mer om dette?

source: Cameras at Kraft sports centre and Elverhøy student gym
nb: Kamera på Kraft sportssenter og Elverhøy studenttreningssenter

source: The user consents to giving Samskipnaden the ability to retrieve your account information from Kraft and iBooking, store and present visits, payments and membership information.
nb: Bruker gir samtykke til å hente brukerens kontoinformasjon fra Kraft og iBooking, lagre og presentere besøk, betaling og medlemsskapsinformasjon.

source: Are you a UiT student and want to rent a home in Narvik, Alta, Hammerfest or Tromsø?
nb: Er du UiT-student og ønsker å leie bolig i Narvik eller Alta?

source: If you refuse an offer from us, you lose your spot in the applicant queue.
nb: Om du avslår tilbudet fra oss, så mister du plassen i boligsøkerkøen.

source: By giving consent to "My training", you give permission to collect your membership information from Kraft Sportssenter and iBooking.
nb: Ved å gi samtykke til bruk av «Min trening» på MinSide gir du tillatelse for å hente inn din medlemsskapsinformasjon fra Kraft Sportssenter og iBooking.

source: Wash outside and inside the draws.
nb: Vask skuffer på innsiden og utsiden.

source: Housing Office at your campus
nb: Samskipnadens Boligkontor på ditt campus

source: This means that it is not possible to rent through Airbnb or sublet without Samskipnaden having given its written permission.
nb: Dette betyr at det ikke er anledning til å drive med utleie gjennom airbnb og heller ikke fremleie uten at Samskipnaden har gitt sin skriftlige tillatelse.

source: The same system is introduced for visitors to campus offices, operations offices, student counseling, administration and in all kindergartens.
nb: Det samme systemet innføres for besøkende på campuskontor, driftskontor, studentrådgivinga, administrasjonen og i alle barnehager.

source: The work-outs include strength classes, circle classes, nuclear power, minibands, and tabata!
nb: Treninger som blir holdt er styrketimer, sirkeltimer, kjernekraft, minibands og tabata!

source: If the association has an organisation number, details about the board composition must be updated at the Brønnøysund Register Centre (via Altinn).
nb: Om foreningen har eget organisasjonsnummer, må informasjonen om styret oppdateres i Brønnøysundregisteret (dette gjøres gjennom Altinn).

source: Gives you a better circadian rhythm during the polar night, a feeling of more energy, and a social start of the day, which in turn may give more joy to your everyday life!
nb: Gir deg bedre døgnrytme i mørketida, en følelse av mer energi, og en sosial start på dagen, som igjen kan gi mer glede i hverdagen!

source: Grants have been given to build 120 dormitory units
nb: Det er gitt tilskudd til å bygge 120 hybelenheter

source: Have you tried padel tennis?
nb: Har du prøvd Padel Tennis?

source: Bright light early in the day!
nb: Sterkt lys tidlig på dagen!

source: The measure is introduced to contribute to effective and safe infection detection if someone should be diagnosed with covid-19 at one of our locations.
nb: Tiltaket innføres for å bidra til effektiv og trygg smittesporing dersom noen skulle få påvist covid-19 på ett av våre steder.

source: We at Samskipnaden have long focused on creating a vibrant campus.
nb: Vi i Samskipnaden har lenge hatt fokus på å skape et levende campus.

source: International students, students under the age of 23, applicants with disabilities and students with children are given priority.
nb: Internasjonale studenter, studenter under fylte 23 år, søkere med nedsatt funksjonsevne og studenter med barn prioriteres.

source: All tenants/housing applicants must use the Housing Portal and must not be confused with My Page.
nb: Alle beboere/boligsøkere skal bruke Boligportalen og må ikke forveksles med Min Side.

source: student housing options you wish to apply for
nb: boligene du ønsker å søke på
